Repository: djdagovs/direct-admin-reseller-connection
Catalog: languages/darc-nh-*.po
Languages: nl_nl

source: Used
nl_nl: Gebruikt

source: Disk size
nl_nl: Disk ruimte

source: unlimited
nl_nl: ongelimiteerd

source: Bandwidth
nl_nl: Bandbreedte

source: Domains
nl_nl: Domeinen

source: If you don't have a website you can use these settings to send the people visiting your domainname to a webpage of your choise. If you have your own website you should leave the field blank!
nl_nl: Als je geen website hebt kun je deze instellingen gebruiken om de mensen die je domeinnaam invoeren naar een website naar keuze door te sturen. Als je je eigen website online hebt staan dien je het veld leeg te laten!

source: Domain forwarders
nl_nl: Sitedoorsturingen

source: save
nl_nl: opslaan

source: Could not update the mailbox size.
nl_nl: Niet gelukt om de mailbox grootte bij te werken.

source: Updated the mailbox size.
nl_nl: Mailbox grootte bijgewerkt.

source: Could not delete the mailbox.
nl_nl: Niet gelukt om de mailbox te verwijderen.

source: Deleted the mailbox.
nl_nl: Mailbox verwijdert.

source: Could not delete the forwarder.
nl_nl: Niet gelukt om de forwarder te verwijderen.

source: Deleted the forwarder.
nl_nl: Forwarder verwijdert.

source: Your passwords are not the same.
nl_nl: Je wachtwoorden zijn niet hetzelfde.

source: Your password has to be atleast 6 characters.
nl_nl: Je wachtwoord moet minimaal uit 6 karakters bestaan.

source: Your password needs at least 1 uppercase character.
nl_nl: Je wachtwoord moet minimaal 1 grote letter bevatten.

source: Your password needs at least 1 lowercase character.
nl_nl: Je wachtwoord moet minimaal 1 kleine letter bevatten.

source: Your password needs at least 1 number.
nl_nl: Je wachtwoord moet minimaal 1 cijfer bevatten.

source: Your password may not contain special characters.
nl_nl: Je wachtwoord mag geen speciale tekens bevatten.

source: Could not create the requested mailbox.
nl_nl: Niet gelukt om de mailbox te creëren.

source: Created the requested mailbox.
nl_nl: Mailbox aangemaakt.

source: Could not create the requested forwarder.
nl_nl: Niet gelukt om de forwarder te creëren..

source: Created the requested forwarder.
nl_nl: Forwarder aangemaakt.

source: Mailboxes
nl_nl: Mailboxen

source: domain
nl_nl: domein

source: size
nl_nl: grootte

source: used
nl_nl: gebruikt

source: There are no existing mailboxes.
nl_nl: Er zijn nog geen mailboxen aangemaakt.

source: update
nl_nl: wijzigen

source: Enter "0" for unlimited mailbox size.
nl_nl: Geef "0" in voor ongelimiteerde opslag.

source: cancel
nl_nl: annuleer

source: edit
nl_nl: wijzig

source: delete
nl_nl: verwijder

source: Confirm action
nl_nl: Bevestig actie

source: Are you sure you want to delete
nl_nl: Wil je onderstaande adres wilt verwijderen

source: no
nl_nl: nee

source: yes
nl_nl: ja

source: All your <b><u>not</u></b> downloaded emails will also be deleted!
nl_nl: Al je <b><u>niet</u></b> gedownloade emails worden eveneens verwijdert!

source: Added a new mailbox
nl_nl: Nieuwe mailbox toevoegen

source: Email address
nl_nl: E-mailadres

source: Password
nl_nl: wachtwoord

source: Mailbox size
nl_nl: Mailbox grootte

source: added
nl_nl: maken

source: address
nl_nl: adres

source: receiver
nl_nl: ontvanger

source: There are no existing mailforwarders.
nl_nl: Er zijn nog geen forwarders aangemaakt.

source: Added a new forwarder
nl_nl: Nieuwe forwarder toevoegen

source: Send to
nl_nl: Verzenden aan

source: Account Statics
nl_nl: Account statstieken

source: Disk usage:
nl_nl: Diskruimte:

source: Bandwidth usage:
nl_nl: Bandbreedte:

source: Direct Admin Reseller Settings
nl_nl: Direct Admin Reseller Instellingen

source: Direct Admin location
nl_nl: Direct Admin locatie

source: Domain or IPadresse examples:
nl_nl: Domein of IP-adres voorbeelden:

source: Running on the same server? You can use "localhost" Incase of a <b>secure connection:</b><br> ssl://12.34.56.78 or ssl://localhost
nl_nl: Draait DA op dezelfde server? Je kunt"localhost" In geval van een<b>beveiligde verbinding:</b><br> ssl://12.34.56.78 of ssl://localhost

source: Direct Admin port
nl_nl: Direct Admin poort

source: Default port used is 2222
nl_nl: Standaard poort is 2222

source: Reseller username
nl_nl: Reseller gebruikersnaam

source: Reseller password
nl_nl: Reseller wachtwoord

source: Your reseller password
nl_nl: Jou reseller wachtwoord

source: delete password
nl_nl: verwijder wachtwoord

source: Check this field to delete your password form the database.
nl_nl: Selecteer deze optie om je wachtwoord uit de database te verwijderen.

source: Direct Admin username
nl_nl: Direct Admin gebruikersnaam

source: Fill in the username of the clients Direct Admin account.
nl_nl: Vul de gebruikersnaam van de clients Direct Admin account in.
